{
  "courses":[
  {
    "educator":
       {
          "confirmed":true,
          "blocked":false,
          "userType":"Educator",
          "_id":"5ea52daf21f5cd05a95f3b8f",
          "username":"rajpal",
          "email":"raj9006@gmail.com",
          "provider":"local",
          "createdAt":"2020-04-26T06:43:59.810Z",
          "updatedAt":"2020-04-26T06:44:00.277Z",
          "__v":0,
          "role":"5e847b79b49e847e2185f846",
          "id":"5ea52daf21f5cd05a95f3b8f"
       },
    "_id":"5ea5319a21f5cd05a95f3b90",
    "cardTitle":"Public speaking, personal branding and outreach",
    "title":"Introduction to public speaking, personal branding and outreach",
    "content": "Great communication skills can make anyone stand out with their personal brand. Be the confident speaker that you wish to be and influence people with your astounding skills. We've gotten you an online live public speaking course because we know outreach is immensely crucial for personal branding. ",

   "titleTag":"Online Live Public Speaking | Personal Branding | Communication | Outreach",
   "descriptionTag":"Great communication skills can make anyone stand out with their personal brand. Be the confident speaker that you wish to be and influence people with your astounding skills.",
   "keywordTag":"public, speaking, personal, branding, communication, outreach, live, online",


    "key":"public-speaking-personal-branding-outreach-live-online",
    "description":"Many of us still doubt our skills when it comes to public speaking because the competition in market is such. This lack of confidence hinders the growth the most in the personal branding wherein to outreach you must speak well and influence people. You are just a click away from gaining that confidence and adding a spark to your profile. Step over your doubt and fear of public speaking and ace your communication skills with our experts taking live online sessions. Develop the communication that impacts the others.",
    "image":"../../../assets/images/courses/public speking.jpeg",
    "duration":"5 weeks",
    "days":"3 hrs per week",
   "effort":"5-6 hours per week",
   "language":"English or Hindi",
   "certification":"Yes",
   "price":"Rs.2500 ",
   "expert":"A professional with 5+ year’s industry experience. Someone with both masters and bachelors in journalism, education, mass communication, technology or management. An avid public speaker, author, leader, social media influencer, career coach, active in local or national forums in giving speeches, motivational lectures etc. Remarkably business professional who has worked at various leadership roles, created innovative outreach programs etc. Someone who is fascinated by technology and its possibilities for effecting positive change. Specializing in the areas of emerging and mobile technologies, reputation management, and digital identity, and their possible impacts on work and life.",
   "detailed_description":"Introduction (3-4 lines) Take an online practical course on public speaking, personal branding & outreach from our top experts today. Learn how to sharpen your communication presentation skills, overcome the fear of public speaking, improving body language, the art of persuasion, public speaking tips, building a personal profile and outreach with an effective personal brand. What is public speaking? (3-4 lines) Public speaking is an acting of presenting your ideas to a live audience with a goal to provide information, persuade, and/or entertain. For many people public speaking is one of their biggest fears, but with practice, you can learn to build confidence and improve your skills to enjoy public speaking in any situation. If you are a good speaker you will be effective in leadership positions in the world of business, community, government, or any organization/institute settings.What is personal branding & outreach? (3-4 lines) Personal branding is the process of developing a personal profile as a brand to make a mark in your career. The main goal of personal branding is to outreach, network and build one’s reputation to grow successfully in their desired field of interest. ",
   "Benefits":"Overcoming your fear of public speaking and developing great delivery Master the fundamentals of memorable, compelling speeches while delivering your ideas to audience Understand personal branding what it means and what it takes to build a personal brand Establish themselves on at least three social media platforms Power of networking with the right personal brand and outreach",
   "target_audience":"Anybody who has desire to learn and improve their personal brand Open minded student for career growth Anyone who wants to improve their referrals and increase their employability Anyone aspiring for a leadership role/position",
   "topics":"Introduction to public speaking 101 (preparing your introductory speech) Basic model for speeches, interviews, presentations, elevator talks etc.Speech organization, delivering your ideas and practicingSpeech apprehensions, overcoming fear, tactics to influence audience, how to look comfortable, relaxed and speak in clear and understandable manner Understanding of the basic purpose, benefits, and responsibilities of branding Key elements including authenticity, your mission statement, and your professional photo into your brand Personal and professional self-analysis Your online identity, your social media handles, planning career and brand reputation ",
   "value_proposition":"Good public speaking & personal branding is your most enduring practical skill. This live course specialization will provide you with the instruction, experience, and practice to develop and deliver compelling speeches, presentations and outreaches. The courses in this specializations should help speakers at all levels. If you are nervous about public speaking, this is for you! It will help nervous novice speakers grow into confident communicators. We slowly work up specific skills that you can practice multiple times before putting together a longer speech or your public profile.",
   "student_category":"Youth or graduates Jobseekers Higher education students Vocational education and training students",
   "outcomes":"Enhance leadership, analytical, concentration, critical thinking, and memory skills",

   "promoVideo":"http://video.vzaar.com/vzaar/vz9/00d/target/vz900dd3cfefee48c5804b88330ce709cf.mp4?response-content-disposition=inline&X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=AKIAJ74MFWNVAFH6P7FQ%2F20200426%2Fus-east-1%2Fs3%2Faws4_request&X-Amz-Date=20200426T064801Z&X-Amz-Expires=3660&X-Amz-SignedHeaders=host&X-Amz-Signature=9b2bfe2f36db9b4838c09ea7034995c35ca6d219c2729246caf1ab2c1721f694",
    "promoImage":"https://resources.vzaar.com/vzaar/vz9/00d/target/vz900dd3cfefee48c5804b88330ce709cf.jpg",
    "requirements":"# Who is the course for?\nThis course is aimed at anyone who deals in data. It involves no computer programming, although you need some experience with using computers for everyday tasks. High school maths should be more than enough and you’ll need an understanding of some elementary statistics concepts (means and variances).\n  \n  \n\n# What software or tools do you need?\n\nYou will download the free Weka software during Week 1. It runs on any computer, under Windows, Linux, or Mac. It has been downloaded millions of times and is being used all around the world.\n\n",
    "overview":"\n#Learn how to mine your own data\n\nToday’s world generates more data than ever before! Being able to turn it into useful information is a key skill. This course introduces you to practical data mining using the Weka workbench. We’ll dispel the mystery that surrounds the subject. We’ll explain the principles of popular algorithms. We’ll show you how to use them in practical applications. You’ll get plenty of experience actually mining data during the course, and afterwards you’ll be well equipped to mine your own. Weka originated at the University of Waikato in NZ, and Ian Witten has authored a leading book on data mining.\n\n",
    "accreditation":"certificate from..",
    "createdAt":"2020-04-26T07:00:42.609Z",
    "updatedAt":"2020-04-26T10:19:44.919Z",
    "__v":0,
    "id":"5ea5319a21f5cd05a95f3b90"


 },
 {
   "educator":
       {
          "confirmed":true,
          "blocked":false,
          "userType":"Educator",
          "_id":"5ea52daf21f5cd05a95f3b8f",
          "username":"rajpal",
          "email":"raj9006@gmail.com",
          "provider":"local",
          "createdAt":"2020-04-26T06:43:59.810Z",
          "updatedAt":"2020-04-26T06:44:00.277Z",
          "__v":0,
          "role":"5e847b79b49e847e2185f846",
          "id":"5ea52daf21f5cd05a95f3b8f"
       },
    "_id":"5ea5319a21f5cd05a95f3b91",
    "title":"Enhance your english communication and make it effective for home, office and social media ",

    "cardTitle":"Effective english communication for home, office and social media",

    "content": "Communication is a sense of expression, a significant one. English speaking and writing is not rocket science and our experts will help you practice that for the betterment of your  professional, personal or social lives and relations. ",

    "titleTag":"Online Live Communication Enhancement | English Speaking | Writing | Professional",
    "descriptionTag":"Communication is a sense of expression, a significant one. English speaking and writing is not rocket science and our experts will help you practice that for the betterment of your professional, personal or social lives and relations.",
    "keywordTag":"communication, speaking, writing, professional, english, language, live, online",

    "key":"effective-english-communication-home-office-social-media-live-online",
    "description":"Communicating effectively makes life easier as when the message to be delivered is clear, there happens no misunderstandings and assumptions. Ultimately it leads to healthy and happy professional, personal or social lives and relations. The present age is extremely active on social media on various platforms which all consider English as their primary language. Speaking and writing english is not out of anyone's league. You could learn it all from anywhere on CareerShala's onlive live sessions about Right Communication from home, office and on social media. Learn delivering your views effectively.",
    "image":"../../../assets/images/courses/comunication.jpg",
    "duration":"6 Hours",
    "days":"4 Weeks",
   "effort":"",
   "language":"",
   "certification":"",
   "price":"Rs.2500",
   "expert":"Ayush Sabat",
   "detailed_description":"",
   "Benefits":"The participants will be able to develop an ability to deliver as well as receive messages in a better way in personal and professional life as well as social media.",
   "target_audience":"a) Anyone who feels that their interactions and relationships suffer due to inability to communicate properly. b) Anyone who wants to work on enhancing their social media profiles.",
   "topics":"• Introductory session, Different types of communication- verbal, non-verbal (written)- communication data (what all benefits can be achieved by better communication, percentage of Indians who do business from outside, analysis, example such as India sending Hydroxychloroquine to US)• Parts of verbal communication and different situations that can be dealt with in personal -life- a) Family, b) friends, c) strangers (Safety point of view, what all steps can be taken immediately on taking to a stranger, examples-diversified ones search), d) seniors, elders Against gambling, smoking and drinking in 11, 12 sessionsBullying in 8, 9, 10-bad examples.• Parts of verbal communication and different situations that can be dealt with in professional life – teachers, classmates, colleagues in office, coaching (short duration than school))• Components of written communication- different types of written communication (Situation based e-mails, Report) • Social profiling, PR activity (YT, FB, Instagram)",
   "value_proposition":"A lot of people suffer in their personal and professional lives, primarily because they are not able to communicate their ideas effectively. This course will help them in succeeding in their career as well as relationships by making them able to communicate better, especially in critical or pressurizing situations. This course will also help the participants in building their social media profiles on platforms such as YouTube, Facebook and Instagram. ",
   "student_category":"From secondary students to professionals or others (housewives)",
   "outcomes":"The course aims to train the participants in handling communication successfully in their personal and professional lives as well as on social media. The course will consist of a pre-training test which tests the participants’ communication ability and responses to certain critical situations and thus, will gauge the level of effectiveness in their communication. Post the course, there will again be a test which will test participants on certain situations and again gauge the level of effectiveness in their communication. To make the communication improvement through the course more visible to the participants, they will be allotted an improvement scorecard that marks the difference between their pre and post training test scores. Along with the improvement scorecard, a certificate of completion and a progress report will be given which will be a reflective of their performance in quizzes, activities and team project.",

   "promoVideo":"http://video.vzaar.com/vzaar/vz9/00d/target/vz900dd3cfefee48c5804b88330ce709cf.mp4?response-content-disposition=inline&X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=AKIAJ74MFWNVAFH6P7FQ%2F20200426%2Fus-east-1%2Fs3%2Faws4_request&X-Amz-Date=20200426T064801Z&X-Amz-Expires=3660&X-Amz-SignedHeaders=host&X-Amz-Signature=9b2bfe2f36db9b4838c09ea7034995c35ca6d219c2729246caf1ab2c1721f694",
    "promoImage":"https://resources.vzaar.com/vzaar/vz9/00d/target/vz900dd3cfefee48c5804b88330ce709cf.jpg",
    "requirements":"# Who is the course for?\nThis course is aimed at anyone who deals in data. It involves no computer programming, although you need some experience with using computers for everyday tasks. High school maths should be more than enough and you’ll need an understanding of some elementary statistics concepts (means and variances).\n  \n  \n\n# What software or tools do you need?\n\nYou will download the free Weka software during Week 1. It runs on any computer, under Windows, Linux, or Mac. It has been downloaded millions of times and is being used all around the world.\n\n",
    "overview":"\n#Learn how to mine your own data\n\nToday’s world generates more data than ever before! Being able to turn it into useful information is a key skill. This course introduces you to practical data mining using the Weka workbench. We’ll dispel the mystery that surrounds the subject. We’ll explain the principles of popular algorithms. We’ll show you how to use them in practical applications. You’ll get plenty of experience actually mining data during the course, and afterwards you’ll be well equipped to mine your own. Weka originated at the University of Waikato in NZ, and Ian Witten has authored a leading book on data mining.\n\n",
    "accreditation":"certificate from..",
    "createdAt":"2020-04-26T07:00:42.609Z",
    "updatedAt":"2020-04-26T10:19:44.919Z",
    "__v":0,
    "id":"5ea5319a21f5cd05a95f3b91"


 },
{
   "educator":
   {
      "confirmed":true,
      "blocked":false,
      "userType":"Educator",
      "_id":"5ea52daf21f5cd05a95f3b8f",
      "username":"rajpal",
      "email":"raj9006@gmail.com",
      "provider":"local",
      "createdAt":"2020-04-26T06:43:59.810Z",
      "updatedAt":"2020-04-26T06:44:00.277Z",
      "__v":0,
      "role":"5e847b79b49e847e2185f846",
      "id":"5ea52daf21f5cd05a95f3b8f"
   },
"_id":"5ea5319a21f5cd05a95f3b92",
"title":"Efficient problem solving in personal and professional life through critical thinking",
"cardTitle":"Critical thinking and problem solving",

"content": "The online live critical thinking sessions by CareerShala are for all the students and professionals and anyone else who needs to learn the problem solving skills. Learn with our experts how to deal with the problems on daily basis and take best decisions with the help of critical thinking.",

"titleTag":"Online Live Critical thinking | Problem Solving | Students",
"descriptionTag":"The online live critical thinking sessions by CareerShala are for all the students and professionals and anyone else who needs to learn the problem solving skills. Learn with our experts how to deal with the problems on daily basis.",
"keywordTag":"critical, thinking, problem, solving, students, online, live",

"key":"critical-thinking-problem-solving-live-online",
"description":"Facing troublesome situations is a part of everyone's life. So is decision making. Missing on any facts or making any assumptions could lead to poor decisions. Critical Thinking through several stages could help out with the best course of action to be considered. This is what our experts are going to train all the interested candidates about through online live sessions. Solving all sorts of problems from taking the profitabe decisions to getting out of any argument is what you'll learn from our experts. We know you appreciate least problems.",
"image":"../../../assets/images/courses/critical thinking.jpeg",
"duration":"8 hours",
"days":"4 weeks , 2 hours every week",
"effort":"",
"language":"",
"certification":"",
"price":"Rs.2500",
"expert":"",
"detailed_description":" The description of the course should • start with a situation that the consumers are faced with, in the scenario they want to learn the course for.• followed by what they can learn from this course which is related to their problem or situation.• Who the course is designed for• What other courses they might be interested in",
"Benefits":"The participants will learn how to make efficient decisions by thinking critically through stages and thereby, take the best possible actions in any problem.",
"target_audience":"Anyone who wants to learn how to solve daily life and professional problems most efficiently.",
"topics":"• Six stages of critical thinking https://www.designorate.com/steps-effective-critical-thinking/ • Building blocks of critical thinking- facts, assumptions, opinions and arguments • Classification into arguments and non-arguments (facts, assumptions and opinions) • Important logical fallacies and how to identify them in arguments • Informed decision making by identifying the most logical arguments • Suggestion of actions based on context",
"value_proposition":"From identifying the best course to get out of an argument to taking the most profitable decisions, this course is a general introductory of solving problems and taking actions by the pursuit of comprehensive and critical thinking.",
"student_category":"From secondary students to professionals or others (housewives)",
"outcomes":"The course aims to train the participants in solving problems successfully in their personal and professional lives by proper critical thinking. The course will consist of a pre-training test which tests the participants’ critical thinking ability and responses to certain critical situations and thus, will gauge the level of effectiveness of their decisions and actions. Post the course, there will again be a test which will test participants on certain situations and again gauge the level of effectiveness of their decisions and actions. To make the improvement more visible to the participants, they will be allotted an improvement scorecard that marks the difference between their pre and post training test scores. Along with the improvement scorecard, a certificate of completion and a progress report will be given which will be a reflective of their performance in quizzes, activities and team project.",

"promoVideo":"http://video.vzaar.com/vzaar/vz9/00d/target/vz900dd3cfefee48c5804b88330ce709cf.mp4?response-content-disposition=inline&X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=AKIAJ74MFWNVAFH6P7FQ%2F20200426%2Fus-east-1%2Fs3%2Faws4_request&X-Amz-Date=20200426T064801Z&X-Amz-Expires=3660&X-Amz-SignedHeaders=host&X-Amz-Signature=9b2bfe2f36db9b4838c09ea7034995c35ca6d219c2729246caf1ab2c1721f694",
"promoImage":"https://resources.vzaar.com/vzaar/vz9/00d/target/vz900dd3cfefee48c5804b88330ce709cf.jpg",
"requirements":"# Who is the course for?\nThis course is aimed at anyone who deals in data. It involves no computer programming, although you need some experience with using computers for everyday tasks. High school maths should be more than enough and you’ll need an understanding of some elementary statistics concepts (means and variances).\n  \n  \n\n# What software or tools do you need?\n\nYou will download the free Weka software during Week 1. It runs on any computer, under Windows, Linux, or Mac. It has been downloaded millions of times and is being used all around the world.\n\n",
"overview":"\n#Learn how to mine your own data\n\nToday’s world generates more data than ever before! Being able to turn it into useful information is a key skill. This course introduces you to practical data mining using the Weka workbench. We’ll dispel the mystery that surrounds the subject. We’ll explain the principles of popular algorithms. We’ll show you how to use them in practical applications. You’ll get plenty of experience actually mining data during the course, and afterwards you’ll be well equipped to mine your own. Weka originated at the University of Waikato in NZ, and Ian Witten has authored a leading book on data mining.\n\n",
"accreditation":"certificate from..",
"createdAt":"2020-04-26T07:00:42.609Z",
"updatedAt":"2020-04-26T10:19:44.919Z",
"__v":0,
"id":"5ea5319a21f5cd05a95f3b92"


},
{
   "educator":
   {
      "confirmed":true,
      "blocked":false,
      "userType":"Educator",
      "_id":"5ea52daf21f5cd05a95f3b8f",
      "username":"rajpal",
      "email":"raj9006@gmail.com",
      "provider":"local",
      "createdAt":"2020-04-26T06:43:59.810Z",
      "updatedAt":"2020-04-26T06:44:00.277Z",
      "__v":0,
      "role":"5e847b79b49e847e2185f846",
      "id":"5ea52daf21f5cd05a95f3b8f"
   },
"_id":"5ea5319a21f5cd05a95f3b93",
"title":"Introduction to basic coding (AI/ML) skills using scratch software",
"cardTitle":"Basic coding skills using scratch software",

"content":"Coding is reaching newer heights every day in the tech-driven era. Learn basic Machine Learning and Artificial Intelligence with our experts and prepare yourself for a dive in the ocean full of opportunities.",

"titleTag":"Online Live Basic Coding | Scratch Software | Introduction AI-ML",
    "descriptionTag":"Coding is reaching newer heights every day in the tech-driven era. Learn basic Machine Learning and Artificial Intelligence with our experts and prepare yourself for a dive in the ocean full of opportunities.",
    "keywordTag":"basic, coding, scratch, software, introduction, ai, ml, online, live",


"key":"basic-coding-skills-scratch-software-live-online",
"description":"It's not necessary to have any pre-developed skills to learn coding. It is not for a specific category or domain of people. Anyone and everyone could learn it with sheer determination and good understanding of concepts. As far as Artificial learning is concerned, it indeed holds significance in critical problem solving. It is the subject that aims at building computers and machines that can enhance logical operations. Machine Learning is majorly used algorithm of AI or a subset of AI. Our experts will give brief introduction of basic coding and scratch software through the live sessions which will involve activities and interaction with students making sure that everyone gets the concept clear.",
"duration":"2 hours per week",
"days":"12 weeks (with total 30 hours including assignments & quizzes)",
"effort":"5-6 hours per week",
"language":"English or Hindi",
"certification":"Yes",
"price":"Rs.2500",
"expert":"Our curriculum creators, selected from the top technological institutes in the world, are experts in both computer science and early childhood engagement.Someone who has expertise in programming with bachelors &/or masters in technology or computer science, computation, AI/ML, computer engineering or software development. Keen interest in teaching the basics of coding to beginners and youngsters with the aim to create next generation workforce. Engineering experience or scientific computing domain expertise is desirable, with experience in tech startups, product development, software field etc. Remarkably business professional who has worked at various tech roles, created innovative software programs etc. Someone who is fascinated by technology and its possibilities for effecting positive change. Specializing in the areas of emerging and mobile technologies, reputation management, and digital identity, and their possible impacts on work and life.",
"detailed_description":"• What is coding? You might have seen the craze for learning code. But what exactly is coding? Coding is what makes it possible for us to create computer software, apps and websites. Your browser, your OS, the apps on your phone, Facebook, and this website – they’re all made with code. Here’s a simple example of code, written in the Python language: print 'Hello, world!' Many coding tutorials use that command as their very first example, because it’s one of the simplest examples of code you can have – it ‘prints’ (displays) the text ‘Hello, world!’ onto the screen. If you don’t know the first thing about coding, you’ve come to the right place. We’ve put together a beginner’s tutorial which will give you all the background information you need on coding, before you start learning it for real. It starts with an explanation on the benefits of learning coding. Here, you’ll find out what you’ll be able to do once you know how to work with code. Then, you’ll get a deeper understanding of how coding works, and how the code you write gets converted into an instruction that a computer can ‘understand’. Coding balances left and right brain, convergent and divergent thinking, to enable peak creative expression. You can learn logic and structure to command tech tools and generate outcomes like games and apps. • What is Scratch software/programming? Scratch Programming is language developed with the aim to ease the activity of writing programs for the purpose of building stories, creating animations and more. Scratch programming examples are primarily designed to target children starting from the age of 10 years and older, and was developed to teach people about computational thought process and how a simple language can be a powerful building-block towards the approach of coding skills which focuses more on developing a stable application rather than just syntaxes. ",
"Benefits":"1. A balance of theory and practice 2. Hands on practice with extensive exercises  3. Less number of attendees, individualized focus 4. Experienced instructors to provide personal attention",
"target_audience":"• Anybody who has desire to learn coding and might be scared of it • Entrepreneur starting to build their own program/software • Open minded student looking to enhance practical programming skills • Anyone who wants to improve or increase their employability by having knowledge of coding skills • Anyone aspiring for a leadership role position in software IT industry",
"topics":"• Intro to programming • Drawing basics • Variables • Interactive programs • Becoming a community coder • Bonus: Resizing with variables • Text and strings • Functions • Logic and if Statements • Debugging programs • Looping • Writing clean code • Arrays • Objects • Learn basic code on scratch • Scratch software details",
"value_proposition":"Early student years are the critical foundation for lifelong creative learning with current technology advancements, coding skills are becoming critical for all students. Students learn phonics, composition, and putting words together into composite stories. They also understand numbers, mathematical operations and units of measurements. Standardized learning systems keep logic and abstract streams discrete, eroding the developing mind’s ability for pattern recognition and discovery application. As a result, student’s creativity declines by 50% over a period of time. Coding combines logic & abstraction to set a lifelong foundation of integrating left & right concepts. Students use foundation of logic--sequence, loops, and commands--to create outcomes like puzzles & interactive stories, which enhances the outcome and expands creativity.",
"student_category":"• School students • Youth or graduates • Jobseekers • Higher education students • Vocational education and training students",
"outcomes":"• Understand basic coding problems and approaches • Understand challenges in coding • Run different basic algorithms • Understand the use of logics & maths • Learn basic scratch and its implementation • Create stories, animations and basic visuals ",

"promoVideo":"http://video.vzaar.com/vzaar/vz9/00d/target/vz900dd3cfefee48c5804b88330ce709cf.mp4?response-content-disposition=inline&X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=AKIAJ74MFWNVAFH6P7FQ%2F20200426%2Fus-east-1%2Fs3%2Faws4_request&X-Amz-Date=20200426T064801Z&X-Amz-Expires=3660&X-Amz-SignedHeaders=host&X-Amz-Signature=9b2bfe2f36db9b4838c09ea7034995c35ca6d219c2729246caf1ab2c1721f694",
"promoImage":"https://resources.vzaar.com/vzaar/vz9/00d/target/vz900dd3cfefee48c5804b88330ce709cf.jpg",
"requirements":"# Who is the course for?\nThis course is aimed at anyone who deals in data. It involves no computer programming, although you need some experience with using computers for everyday tasks. High school maths should be more than enough and you’ll need an understanding of some elementary statistics concepts (means and variances).\n  \n  \n\n# What software or tools do you need?\n\nYou will download the free Weka software during Week 1. It runs on any computer, under Windows, Linux, or Mac. It has been downloaded millions of times and is being used all around the world.\n\n",
"overview":"\n#Learn how to mine your own data\n\nToday’s world generates more data than ever before! Being able to turn it into useful information is a key skill. This course introduces you to practical data mining using the Weka workbench. We’ll dispel the mystery that surrounds the subject. We’ll explain the principles of popular algorithms. We’ll show you how to use them in practical applications. You’ll get plenty of experience actually mining data during the course, and afterwards you’ll be well equipped to mine your own. Weka originated at the University of Waikato in NZ, and Ian Witten has authored a leading book on data mining.\n\n",
"accreditation":"certificate from..",
"image":"../../../assets/images/courses/bcus.jpeg",
"createdAt":"2020-04-26T07:00:42.609Z",
"updatedAt":"2020-04-26T10:19:44.919Z",
"__v":0,
"id":"5ea5319a21f5cd05a95f3b93"


},
{
   "educator":
   {
      "confirmed":true,
      "blocked":false,
      "userType":"Educator",
      "_id":"5ea52daf21f5cd05a95f3b8f",
      "username":"rajpal",
      "email":"raj9006@gmail.com",
      "provider":"local",
      "createdAt":"2020-04-26T06:43:59.810Z",
      "updatedAt":"2020-04-26T06:44:00.277Z",
      "__v":0,
      "role":"5e847b79b49e847e2185f846",
      "id":"5ea52daf21f5cd05a95f3b8f"
   },
"_id":"5ea5319a21f5cd05a95f3b94",
"title":"Learn Vedic maths and solving puzzles live online",
"cardTitle":"Vedic maths and puzzle solving",

"content":"Who doesn't like short-cut and tricks that too when it's the matter of complex calculations? We understand the desperate demand of it. Get along with our experts and learn the tricks and tips to solve puzzles and massive calculations.",

"titleTag":"Learn Online Live Vedic Maths | Puzzles Solving | Basic Computation",
    "descriptionTag":"Who doesn't like short-cut and tricks that too when it's the matter of complex calculations? We understand the desperate demand of it. Get along with our experts and learn the tricks and tips to solve puzzles and massive calculations.",
    "keywordTag":"public, speaking, personal, branding, communication, outreach, online, live, learn",

"key":"vedic-maths-puzzle-solving-live-online",
"description":"Vedic Mathematics is the technique derived from the vedas which is a set of 16 sutras and 13 sub-sutras which helps in solving the complex mathematical problems in a way simpler manner. It offers shortcuts and tricks to master numerical calculations on tips in seconds. The difficult sums can be solved in split seconds using vedic maths method. It is 10-15 times faster than the normal problem solving method and accuracy remains the same. Our experts in the online live sessions will help the students in increasing the speed and accuracy of solving the problems through vedic maths. It even sharpens the mind, increases mental agility and intelligence. Become a mental calculator and get through the most complex sums in no time.",
"duration":"5 weeks",
"days":"3 hrs per week",
"effort":"",
"language":"",
"certification":"",
"price":"Rs.2500",
"expert":"",
"detailed_description":"",
"Benefits":"mock interviews",
"target_audience":"",
"topics":"# What topics will you cover?\n\n- What is data mining?\n- Where can it be applied?\n- How do simple classification algorithms work?\n- What are their strengths and weaknesses?\n- In what ways are real-life classification methods more complex?\n- How should you evaluate a classifier’s performance?\n- What is “overfitting” and how can you combat it?\n- How can ensemble techniques combine the result of different algorithms?\n- What ethical considerations arise when mining data?\n\n",
"value_proposition":"",
"student_category":"",
"outcomes":"",

"promoVideo":"http://video.vzaar.com/vzaar/vz9/00d/target/vz900dd3cfefee48c5804b88330ce709cf.mp4?response-content-disposition=inline&X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=AKIAJ74MFWNVAFH6P7FQ%2F20200426%2Fus-east-1%2Fs3%2Faws4_request&X-Amz-Date=20200426T064801Z&X-Amz-Expires=3660&X-Amz-SignedHeaders=host&X-Amz-Signature=9b2bfe2f36db9b4838c09ea7034995c35ca6d219c2729246caf1ab2c1721f694",
"promoImage":"https://resources.vzaar.com/vzaar/vz9/00d/target/vz900dd3cfefee48c5804b88330ce709cf.jpg",
"requirements":"# Who is the course for?\nThis course is aimed at anyone who deals in data. It involves no computer programming, although you need some experience with using computers for everyday tasks. High school maths should be more than enough and you’ll need an understanding of some elementary statistics concepts (means and variances).\n  \n  \n\n# What software or tools do you need?\n\nYou will download the free Weka software during Week 1. It runs on any computer, under Windows, Linux, or Mac. It has been downloaded millions of times and is being used all around the world.\n\n",
"overview":"\n#Learn how to mine your own data\n\nToday’s world generates more data than ever before! Being able to turn it into useful information is a key skill. This course introduces you to practical data mining using the Weka workbench. We’ll dispel the mystery that surrounds the subject. We’ll explain the principles of popular algorithms. We’ll show you how to use them in practical applications. You’ll get plenty of experience actually mining data during the course, and afterwards you’ll be well equipped to mine your own. Weka originated at the University of Waikato in NZ, and Ian Witten has authored a leading book on data mining.\n\n",
"accreditation":"certificate from..",
"image":"../../../assets/images/courses/vedic maths.jpeg",
"createdAt":"2020-04-26T07:00:42.609Z",
"updatedAt":"2020-04-26T10:19:44.919Z",
"__v":0,
"id":"5ea5319a21f5cd05a95f3b94"


},
{
   "educator":
       {
          "confirmed":true,
          "blocked":false,
          "userType":"Educator",
          "_id":"5ea52daf21f5cd05a95f3b8f",
          "username":"rajpal",
          "email":"raj9006@gmail.com",
          "provider":"local",
          "createdAt":"2020-04-26T06:43:59.810Z",
          "updatedAt":"2020-04-26T06:44:00.277Z",
          "__v":0,
          "role":"5e847b79b49e847e2185f846",
          "id":"5ea52daf21f5cd05a95f3b8f"
       },
    "_id":"5ea5319a21f5cd05a95f3b95",
    "title":"Manage your Personal Finance by accounting your Personal Budget",
    "cardTitle":"Managing personal finance",

    "content":"Get a basic understanding of the terms used in financial market. Manage your personal finances well by understanding the valuation and devaluation of money. Better knowledge of financial market will help you in taking the best decision to invest in the best possible option for you.",

    "titleTag":"Learn Online Live | Manage Personal Finance | Practical Course",
    "descriptionTag":"Get a basic understanding of the terms used in financial market. Manage your personal finances well by understanding the valuation and devaluation of money. Better knowledge of financial market will help you in taking the best decision to invest.",
    "keywordTag":"learn, manage, personal, finance, online, live, practical, course",

    "key":"mmanaging-personal-finance-accounting-live-online",
    "description":"Personal finance has been taken quite lightly. By the time people realise it's importance, a lot had slipped off the hands already. Savings start from adapting habits of taking out small pieces only be it in day to day routine activities or properly in financial market. One cannot invest in the best direction without understanding and knowledge about the financial terms and the process. The online live sessions are provided on the same subject by CareerShala in it's personal finance management course. The students will get to learn practical details about the working of financial markets.     ",
    "duration":"8 hours",
    "days":"4 weeks , 2 hours every week",
   "effort":"",
   "language":"",
   "certification":"",
   "price":"Rs.2500",
   "expert":"",
   "detailed_description":"",
   "Benefits":"The participants will be able to efficiently balance their income against expenses",
   "target_audience":"Anyone who runs out of money in the middle of month because of misalignment of income and expenses.",
   "topics":"Calculation of self net-worth  Formulate a personal savings plan consistent with your net worth  How to create monthly budget according to the objectives and requisite savings  Basics of financial planning  Devising budget according to the number of dependents one has",
   "value_proposition":"Most of the people run out of money in the middle of the month, primarily because they do not know how to plan their expenses properly. This course is a qualitative and quantitative introduction of the budget planning process depending on individual monetary needs. This course explains the entire journey of budget planning and implementation of the plan right from the need identification to contribution to each type of expenses based on their income and needs.",
   "student_category":"From secondary students to professionals or others (housewives)",
   "outcomes":"The course aims to train the participants in handling their finances successfully based on their personal income and needs. The course will consist of a pre-training test which tests the participants’ ability to manage their income and expenses. Post the course, there will again be a test which will test participants on the finance management ability. To make the improvement more visible to the participants, they will be allotted an improvement scorecard that marks the difference between their pre and post training test scores. Along with the improvement scorecard, a certificate of completion and a progress report will be given which will be a reflective of their performance in quizzes and class activities.",

   "promoVideo":"http://video.vzaar.com/vzaar/vz9/00d/target/vz900dd3cfefee48c5804b88330ce709cf.mp4?response-content-disposition=inline&X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=AKIAJ74MFWNVAFH6P7FQ%2F20200426%2Fus-east-1%2Fs3%2Faws4_request&X-Amz-Date=20200426T064801Z&X-Amz-Expires=3660&X-Amz-SignedHeaders=host&X-Amz-Signature=9b2bfe2f36db9b4838c09ea7034995c35ca6d219c2729246caf1ab2c1721f694",
    "promoImage":"https://resources.vzaar.com/vzaar/vz9/00d/target/vz900dd3cfefee48c5804b88330ce709cf.jpg",
    "requirements":"# Who is the course for?\nThis course is aimed at anyone who deals in data. It involves no computer programming, although you need some experience with using computers for everyday tasks. High school maths should be more than enough and you’ll need an understanding of some elementary statistics concepts (means and variances).\n  \n  \n\n# What software or tools do you need?\n\nYou will download the free Weka software during Week 1. It runs on any computer, under Windows, Linux, or Mac. It has been downloaded millions of times and is being used all around the world.\n\n",
    "overview":"\n#Learn how to mine your own data\n\nToday’s world generates more data than ever before! Being able to turn it into useful information is a key skill. This course introduces you to practical data mining using the Weka workbench. We’ll dispel the mystery that surrounds the subject. We’ll explain the principles of popular algorithms. We’ll show you how to use them in practical applications. You’ll get plenty of experience actually mining data during the course, and afterwards you’ll be well equipped to mine your own. Weka originated at the University of Waikato in NZ, and Ian Witten has authored a leading book on data mining.\n\n",
    "accreditation":"certificate from..",
    "image":"../../../assets/images/courses/mpf.jpeg",
    "createdAt":"2020-04-26T07:00:42.609Z",
    "updatedAt":"2020-04-26T10:19:44.919Z",
    "__v":0,
    "id":"5ea5319a21f5cd05a95f3b95"


 },
{

   "educator":
   {
      "confirmed":true,
      "blocked":false,
      "userType":"Educator",
      "_id":"5ea52daf21f5cd05a95f3b8f",
      "username":"rajpal",
      "email":"raj9006@gmail.com",
      "provider":"local",
      "createdAt":"2020-04-26T06:43:59.810Z",
      "updatedAt":"2020-04-26T06:44:00.277Z",
      "__v":0,
      "role":"5e847b79b49e847e2185f846",
      "id":"5ea52daf21f5cd05a95f3b8f"
   },
"_id":"5ea5319a21f5cd05a95f3b96",
"title":"Learn social etiquettes and social emotional well being",
"cardTitle":"Social etiquettes and social emotional learning ",

"content":"In the live sessions about social etiquettes and emotional learning, our experts will help you in building emotional intelligence which is to be empathetic, understand, control and express the emotions which eventually helps in handling interpersonal relationships.",

"titleTag":"Learn Online Live Social Etiquettes | Social Emotional Learning | Counselling",
    "descriptionTag":"In the live sessions about social etiquettes and emotional learning, our experts will help you in building emotional intelligence which is to be empathetic, understand, control and express the emotions which eventually helps in handling interpersonal relationships.",
    "keywordTag":"social, etiquettes, emotional, learning, counselling, online, live, learn",

"key":"social-etiquettes-emotional-learning-live-online",
"description":"It may be complex to deal with one self and others at many times. Self awareness and social awareness are given extremely importance in order to deal with such complexities. Social emotional learning is basically being aware about one's own emotions and manage them to achieve the positive goals in life and to feel and show empathy for others. To have a balanced social and personal life, it is very important to maintain positive relationships and make responsible decisions. Social emotional learning is equally valuable for students as it is for adults. Learn to be aware about and manage your attitude and emotions from our experts at CareerShala through interactive live sessions and lead positive life and relationships with utmost confidence. ",
"duration":"8 hours",
"days":"4 weeks , 2 hours every week",
"effort":"",
"language":"",
"certification":"",
"price":"Rs.2500",
"expert":"",
"detailed_description":"",
"Benefits":"The participants will learn how a good resume looks like and how they can add relevant points to their resume to make it appealing in the desired profession. They will develop an understanding of how any type of interviews can be cracked by right preparation for the profile.",
"target_audience":"a) Anyone who feels the need to build their resume and facing problems with cracking interviews. b) Anyone who wants to build their social profile.",
"topics":"• Identification of good resume points relevant to desired profession. • Correlating the description of unrelated role to profile being applied to. • Arranging different resume points including education and work experience in a chronological order and visual appearance of resume. • Identification of skills required for a role. • Identification of skills related to the culture of the firm. • Different types of interview- Technical, HR, Manager and how to prepare for each type depending on the role and firm. • General tips and tricks on cracking interviews • Building your profile on social media- what to do and what not to do ",
"value_proposition":"Any job can be cracked if the tricks to get through are known. With this course, the participants will learn about the different stages of recruitment of any firm. They will also develop a basic understanding of how they can build their resume according to the job requirement, ",
"student_category":"From secondary students to professionals or others (housewives)",
"outcomes":"The course aims to train the participants to crack any kind of jobs by giving them an overview and understanding of the recruitment process in the current context. The course will consist of a pre-training test which tests the participants’ knowledge and understanding on the subject. Post the course, there will again be a test which will test participants on their understanding of the subject. To make the communication improvement more visible to the participants, they will be allotted an improvement scorecard that marks the difference between their pre and post training test scores. Along with the improvement scorecard, a certificate of completion and a progress report will be given which will be a reflective of their performance in quizzes, activities and team project. ",

"promoVideo":"http://video.vzaar.com/vzaar/vz9/00d/target/vz900dd3cfefee48c5804b88330ce709cf.mp4?response-content-disposition=inline&X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=AKIAJ74MFWNVAFH6P7FQ%2F20200426%2Fus-east-1%2Fs3%2Faws4_request&X-Amz-Date=20200426T064801Z&X-Amz-Expires=3660&X-Amz-SignedHeaders=host&X-Amz-Signature=9b2bfe2f36db9b4838c09ea7034995c35ca6d219c2729246caf1ab2c1721f694",
"promoImage":"https://resources.vzaar.com/vzaar/vz9/00d/target/vz900dd3cfefee48c5804b88330ce709cf.jpg",
"requirements":"# Who is the course for?\nThis course is aimed at anyone who deals in data. It involves no computer programming, although you need some experience with using computers for everyday tasks. High school maths should be more than enough and you’ll need an understanding of some elementary statistics concepts (means and variances).\n  \n  \n\n# What software or tools do you need?\n\nYou will download the free Weka software during Week 1. It runs on any computer, under Windows, Linux, or Mac. It has been downloaded millions of times and is being used all around the world.\n\n",
"overview":"\n#Learn how to mine your own data\n\nToday’s world generates more data than ever before! Being able to turn it into useful information is a key skill. This course introduces you to practical data mining using the Weka workbench. We’ll dispel the mystery that surrounds the subject. We’ll explain the principles of popular algorithms. We’ll show you how to use them in practical applications. You’ll get plenty of experience actually mining data during the course, and afterwards you’ll be well equipped to mine your own. Weka originated at the University of Waikato in NZ, and Ian Witten has authored a leading book on data mining.\n\n",
"accreditation":"certificate from..",
"image":"../../../assets/images/courses/social eticute.jpg",
"createdAt":"2020-04-26T07:00:42.609Z",
"updatedAt":"2020-04-26T10:19:44.919Z",
"__v":0,
"id":"5ea5319a21f5cd05a95f3b96"


},
{
   "educator":
   {
      "confirmed":true,
      "blocked":false,
      "userType":"Educator",
      "_id":"5ea52daf21f5cd05a95f3b8f",
      "username":"rajpal",
      "email":"raj9006@gmail.com",
      "provider":"local",
      "createdAt":"2020-04-26T06:43:59.810Z",
      "updatedAt":"2020-04-26T06:44:00.277Z",
      "__v":0,
      "role":"5e847b79b49e847e2185f846",
      "id":"5ea52daf21f5cd05a95f3b8f"
   },
"_id":"5ea5319a21f5cd05a95f3b97",
"title":"Developing your mind and train your brain according to the requirement",
"cardTitle":"Mind development and brain training",

"content":"Learn to keep your mind in control according to the needs and situations. Training the brain eventually leads to the improvement in work efficiency. Get on the live sessions with our expert to know the key for understanding brain and body dynamics.",

"titleTag":"Learn Online Live Mind Development | Brain Training | Enhance Memory",
    "descriptionTag":"Learn to keep your mind in control according to the needs and situations. Training the brain eventually leads to the improvement in work efficiency. Get on the live sessions with our expert.",
    "keywordTag":"mind, development, brain, training, enhance memory, learn, online, live",

"key":"mind-development-brain-training-live-online",
"description":"Mind development aims to awaken the powers of mind to improve the efficiency and speed of the logical thoughts so it actively helps with the solutions to any problems faced by the person with accuracy. Brain Training could also be stated as Cognitive Training which could be understood as the exercise done by the brain for it better and faster functioning. It simply helps in strenghthening the weaker cognitive skills to enhance the learning experience. Memory power enhancing is improving the memory just like upgrading the storage of a computer. Proper brain exercise, meditation and better concentration, relieves stress levels.",
"duration":"8 hours",
"days":"4 weeks , 2 hours every week",
"effort":"",
"language":"",
"certification":"",
"price":"Rs.2500",
"expert":"",
"detailed_description":"",
"Benefits":"The participants will be able to develop an ability to train their mind according to the requirement of the functional spaces that they enter into, so that they can grow in those spaces efficiently by efficient usage of their minds.",
"target_audience":"Anyone who is facing problems in understanding the working of the environments they are currently in and thereby, training their brain according to those environments to give efficient results.",
"topics":"1. Brain Basics 2. Interrelation between brain and body 3. Cognitive exhaustion 4. Cognitive distraction 5. How to improve attention 6. How to improve memory power 7. How to enhance concentration 8. Benefits of meditation ",
"value_proposition":"Our mind is our most powerful asset. Yet most of us face problems keeping our mind in control and training it according to our needs, which leads us to fail in giving the best possible results that we are capable of. This course helps people develop an ability to train their minds according to requirements and therefore, harness mind’s ability to fully bring in desired results.",
"student_category":"From secondary students to professionals or others (housewives)",
"outcomes":" Improvement in work efficiency  Relief from stress levels  Understanding of brain & body dynamics  Positive impacts of physical activity ",

"promoVideo":"http://video.vzaar.com/vzaar/vz9/00d/target/vz900dd3cfefee48c5804b88330ce709cf.mp4?response-content-disposition=inline&X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=AKIAJ74MFWNVAFH6P7FQ%2F20200426%2Fus-east-1%2Fs3%2Faws4_request&X-Amz-Date=20200426T064801Z&X-Amz-Expires=3660&X-Amz-SignedHeaders=host&X-Amz-Signature=9b2bfe2f36db9b4838c09ea7034995c35ca6d219c2729246caf1ab2c1721f694",
"promoImage":"https://resources.vzaar.com/vzaar/vz9/00d/target/vz900dd3cfefee48c5804b88330ce709cf.jpg",
"requirements":"# Who is the course for?\nThis course is aimed at anyone who deals in data. It involves no computer programming, although you need some experience with using computers for everyday tasks. High school maths should be more than enough and you’ll need an understanding of some elementary statistics concepts (means and variances).\n  \n  \n\n# What software or tools do you need?\n\nYou will download the free Weka software during Week 1. It runs on any computer, under Windows, Linux, or Mac. It has been downloaded millions of times and is being used all around the world.\n\n",
"overview":"\n#Learn how to mine your own data\n\nToday’s world generates more data than ever before! Being able to turn it into useful information is a key skill. This course introduces you to practical data mining using the Weka workbench. We’ll dispel the mystery that surrounds the subject. We’ll explain the principles of popular algorithms. We’ll show you how to use them in practical applications. You’ll get plenty of experience actually mining data during the course, and afterwards you’ll be well equipped to mine your own. Weka originated at the University of Waikato in NZ, and Ian Witten has authored a leading book on data mining.\n\n",
"accreditation":"certificate from..",
"image":"../../../assets/images/courses/brain traing.jpeg",
"createdAt":"2020-04-26T07:00:42.609Z",
"updatedAt":"2020-04-26T10:19:44.919Z",
"__v":0,
"id":"5ea5319a21f5cd05a95f3b97"


},
{
   "educator":
   {
      "confirmed":true,
      "blocked":false,
      "userType":"Educator",
      "_id":"5ea52daf21f5cd05a95f3b8f",
      "username":"rajpal",
      "email":"raj9006@gmail.com",
      "provider":"local",
      "createdAt":"2020-04-26T06:43:59.810Z",
      "updatedAt":"2020-04-26T06:44:00.277Z",
      "__v":0,
      "role":"5e847b79b49e847e2185f846",
      "id":"5ea52daf21f5cd05a95f3b8f"
   },
"_id":"5ea5319a21f5cd05a95f3b98",
"title":"Learn basic project management and resource planning live from experts",
"cardTitle":"Basic project management",

"content":"Project Management is certainly considered as an integral function across organisations and industries. The demand for skilled project management professionals has been on a raise lately to lead and manage the projects on budget effectively. Learn the required skills from our expert's experience on the live sessions by CareerShala.",

"titleTag":"Learn Online Live Basic Project Management | Resource Planning ",
    "descriptionTag":"Project Management is certainly considered as an integral function across organizations and industries. The demand for skilled project management professionals has been on a raise lately to lead and manage the projects on budget effectively. ",
    "keywordTag":"basic, project, management, resource, planning, live, learn, online",

"key":"basic-project-management-live-online",
"description":"The process of project management could be used by the students in their personal lives as well but as a career option it's been in good demand with the increase in globalisation and digitisation. A project manager is responsible to handle a project from planning level to it's completion. This makes it one of the high level and most rewarding careers. The expert at CareerShala will teach the basic project management to the candidates along with current concepts, practical and behavioral aspects of project management. All the candidates determined to lead the career in project management will get a lot to learn from the experience of the expert through the live sessions and direct interaction.",
"duration":"5 weeks",
"days":"3 hrs per week",
"effort":"",
"language":"",
"certification":"",
"price":"Rs.2500",
"expert":"",
"detailed_description":"",
"Benefits":"mock interviews",
"target_audience":"",
"topics":"# What topics will you cover?\n\n- What is data mining?\n- Where can it be applied?\n- How do simple classification algorithms work?\n- What are their strengths and weaknesses?\n- In what ways are real-life classification methods more complex?\n- How should you evaluate a classifier’s performance?\n- What is “overfitting” and how can you combat it?\n- How can ensemble techniques combine the result of different algorithms?\n- What ethical considerations arise when mining data?\n\n",
"value_proposition":"",
"student_category":"",
"outcomes":"",

"promoVideo":"http://video.vzaar.com/vzaar/vz9/00d/target/vz900dd3cfefee48c5804b88330ce709cf.mp4?response-content-disposition=inline&X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=AKIAJ74MFWNVAFH6P7FQ%2F20200426%2Fus-east-1%2Fs3%2Faws4_request&X-Amz-Date=20200426T064801Z&X-Amz-Expires=3660&X-Amz-SignedHeaders=host&X-Amz-Signature=9b2bfe2f36db9b4838c09ea7034995c35ca6d219c2729246caf1ab2c1721f694",
"promoImage":"https://resources.vzaar.com/vzaar/vz9/00d/target/vz900dd3cfefee48c5804b88330ce709cf.jpg",
"requirements":"# Who is the course for?\nThis course is aimed at anyone who deals in data. It involves no computer programming, although you need some experience with using computers for everyday tasks. High school maths should be more than enough and you’ll need an understanding of some elementary statistics concepts (means and variances).\n  \n  \n\n# What software or tools do you need?\n\nYou will download the free Weka software during Week 1. It runs on any computer, under Windows, Linux, or Mac. It has been downloaded millions of times and is being used all around the world.\n\n",
"overview":"\n#Learn how to mine your own data\n\nToday’s world generates more data than ever before! Being able to turn it into useful information is a key skill. This course introduces you to practical data mining using the Weka workbench. We’ll dispel the mystery that surrounds the subject. We’ll explain the principles of popular algorithms. We’ll show you how to use them in practical applications. You’ll get plenty of experience actually mining data during the course, and afterwards you’ll be well equipped to mine your own. Weka originated at the University of Waikato in NZ, and Ian Witten has authored a leading book on data mining.\n\n",
"accreditation":"certificate from..",
"image":"../../../assets/images/courses/bpm.jpeg",
"createdAt":"2020-04-26T07:00:42.609Z",
"updatedAt":"2020-04-26T10:19:44.919Z",
"__v":0,
"id":"5ea5319a21f5cd05a95f3b98"


},
{
   "educator":
   {
      "confirmed":true,
      "blocked":false,
      "userType":"Educator",
      "_id":"5ea52daf21f5cd05a95f3b8f",
      "username":"rajpal",
      "email":"raj9006@gmail.com",
      "provider":"local",
      "createdAt":"2020-04-26T06:43:59.810Z",
      "updatedAt":"2020-04-26T06:44:00.277Z",
      "__v":0,
      "role":"5e847b79b49e847e2185f846",
      "id":"5ea52daf21f5cd05a95f3b8f"
   },
"_id":"5ea5319a21f5cd05a95f3b99",
"title":"How to build your social profile, resume and prepare for job interviews",
"cardTitle":"Social profiling, resume and interview prep for jobs",

"content":"Facing challenges with creating the appropriate resume is very common. A poorly prepared resume is not a good sign and might not land you a good job too. Resume is the first impression of your personality so it should be built in a proper way that our experts could teach you through live sessions at CareerShala.",

"titleTag":"Learn Online Live Social Profiling | Resume Building | Interview Preparation | Get A Job",
    "descriptionTag":"Facing challenges with creating the appropriate resume is very common. A poorly prepared resume is not a good sign and might not land you a good job too. Resume is the first impression of your personality so it should be built in a proper way.",
    "keywordTag":"social, profiling, resume, building, interview, preparation, job, learn, live, online",

"key":"social-profiling-resume-interview-prep-live-online",
"description":"Resumes are to be made depending on the profession. It should be made in a way that it makes good impact on the HR or the recruitment team. Any job can be cracked if the tricks to get through are known by the candidate. The experts at CareerShala have their focus on making the candidates understand the good points to be added to the profile for desired profession. They'll explain the basic recruitment process step by step which ultimately helps the candidates in building impressive profiles for themselves as well as raises their confidence level to face the interview which is another important element needed to crack any job. Unlock the tricks and get the desired job. ",
"duration":"5 weeks",
"days":"3 hrs per week",
"effort":"",
"language":"",
"certification":"",
"price":"Rs.2500",
"expert":"",
"detailed_description":"",
"Benefits":"mock interviews",
"target_audience":"",
"topics":"# What topics will you cover?\n\n- What is data mining?\n- Where can it be applied?\n- How do simple classification algorithms work?\n- What are their strengths and weaknesses?\n- In what ways are real-life classification methods more complex?\n- How should you evaluate a classifier’s performance?\n- What is “overfitting” and how can you combat it?\n- How can ensemble techniques combine the result of different algorithms?\n- What ethical considerations arise when mining data?\n\n",
"value_proposition":"",
"student_category":"",
"outcomes":"",

"promoVideo":"http://video.vzaar.com/vzaar/vz9/00d/target/vz900dd3cfefee48c5804b88330ce709cf.mp4?response-content-disposition=inline&X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=AKIAJ74MFWNVAFH6P7FQ%2F20200426%2Fus-east-1%2Fs3%2Faws4_request&X-Amz-Date=20200426T064801Z&X-Amz-Expires=3660&X-Amz-SignedHeaders=host&X-Amz-Signature=9b2bfe2f36db9b4838c09ea7034995c35ca6d219c2729246caf1ab2c1721f694",
"promoImage":"https://resources.vzaar.com/vzaar/vz9/00d/target/vz900dd3cfefee48c5804b88330ce709cf.jpg",
"requirements":"# Who is the course for?\nThis course is aimed at anyone who deals in data. It involves no computer programming, although you need some experience with using computers for everyday tasks. High school maths should be more than enough and you’ll need an understanding of some elementary statistics concepts (means and variances).\n  \n  \n\n# What software or tools do you need?\n\nYou will download the free Weka software during Week 1. It runs on any computer, under Windows, Linux, or Mac. It has been downloaded millions of times and is being used all around the world.\n\n",
"overview":"\n#Learn how to mine your own data\n\nToday’s world generates more data than ever before! Being able to turn it into useful information is a key skill. This course introduces you to practical data mining using the Weka workbench. We’ll dispel the mystery that surrounds the subject. We’ll explain the principles of popular algorithms. We’ll show you how to use them in practical applications. You’ll get plenty of experience actually mining data during the course, and afterwards you’ll be well equipped to mine your own. Weka originated at the University of Waikato in NZ, and Ian Witten has authored a leading book on data mining.\n\n",
"accreditation":"certificate from..",
"image":"../../../assets/images/courses/social profiling.jpeg",
"createdAt":"2020-04-26T07:00:42.609Z",
"updatedAt":"2020-04-26T10:19:44.919Z",
"__v":0,
"id":"5ea5319a21f5cd05a95f3b99"


},
{
   "educator":
      {
         "confirmed":true,
         "blocked":false,
         "userType":"Educator",
         "_id":"5ea52daf21f5cd05a95f3b8f",
         "username":"rajpal",
         "email":"raj9006@gmail.com",
         "provider":"local",
         "createdAt":"2020-04-26T06:43:59.810Z",
         "updatedAt":"2020-04-26T06:44:00.277Z",
         "__v":0,
         "role":"5e847b79b49e847e2185f846",
         "id":"5ea52daf21f5cd05a95f3b8f"
      },
   "_id":"5ea5319a21f5cd05a95f3b81",
   "cardTitle":"This Year Will Be The Year of IOS App Development",
   "title":"You Will Never Think That Learning IOS App Development Could Be So Beneficial! But It Is!",
   "content": "iPhone apps, custom-built or off-the-shelf, are available to suit all business needs. Despite the fact that the cost of iPhone app development is somewhat higher than other options available, iPhone apps are found to be more lucrative for businesses due to their assured market reach and better-paying clients. ",

  "titleTag":"Master The Skills Of iOS App Development And Be Successful",
  "descriptionTag":"iPhone apps, custom-built or off-the-shelf, are available to suit all business needs. Despite the fact that the cost of iPhone app development is somewhat higher than other options available, iPhone apps are found to be more lucrative for businesses due to their assured market reach and better-paying clients.",
  "keywordTag":"ios app development, ios , apple, Apple , iPhone , iphone, iOS, Application,Development, Security.",


   "key":"Master The Skills Of iOS App Development And Be Successful",
   "description":"Apple’s market is a consolidated one. Nearly 89.8% iPhone users are using iOS 12, the latest version of OS. This is a good chunk of a user base and practically viable for any business to reach. Something that triggers them to turn towards a reputed iOS app development company.Besides, Low fragmentation in iOS also results in more scalable apps. And the newly introduced features keep on upscaling existing apps ",
   "image":"../../../assets/images/courses/ios.jpg",
   "duration":"12 weeks",
   "days":"2 hours per week",
  "effort":"5-6 hours per week",
  "language":"English or hindi",
  "certification":"Yes",
  "price":"Rs.2500 ",
  "expert":"Madhav Zala",
  "detailed_description":"<p>Learn to clone projects from GitHub.</p> <p>Link design with code via IBActions and IBOutlets.</p><p>Learn to detect user interaction through UIButtons.</p><p>Understand and use Swift variables, constants and collection types.</p><p>Learn about printing and commenting in Swift.</p><p>Learn about randomisation in swift and range operators.</p><p>Learn to use Image Literals in code.</p><p>Learn to use Swift Playgrounds.</p><p>Understand the data type system and the primitive data types</p><p>such as Strings Ints and Doubles.</p> ",
  "benefits":"<p>iPhone apps have a greater ROI than Android apps. A fact that adds on to the benefits of iOS App development, to a huge extent.</p><p>To get the best of the revenue generation opportunities from your iOS application development process, keeping an eye on the mistakes, tips and tricks, and other related information would be a big advantage. </p>",
  "target_audience":"Anyone who craves to be a step ahead in iOS app development",
  "topics":"<p>1.IOS/XCODE INTERFACE BUILDER</p><p> 2.INTRODUCTION TO IOS DEVELOPMENT</p><p> 3.IOS AUTO LAYOUT AND SETTING CONSTRAINTS</p><p> 4.READING AND USING APPLE DOCUMENTATION</p><p> 5. CONTROL FLOW AND OPTIONALS</p> ",
  "value_proposition":"iPhone apps guarantee market visibility, profitability, and customer loyalty. This added to the low iPhone app development services time, low production costs and affordable maintenance, makes the mobile app development process very beneficial for the businesses. Businesses can piggyback on Apple’s legacy to secure a prominent place in the competitive app market. What more can you ask for!",
  "student_category":"When it comes to how long does it take to build an app, iOS apps take nearly 28% less time than Android apps of the same specifications. This is because Android apps have to be tested across at least 20 devices with varying resolutions, screen sizes, and OS versions. Naturally, Android app’s development cycle is longer and you have to pay more for developing Android apps.",
  "outcomes":"iPhone users are found to be tech-savvy and open-minded towards innovation. This presents businesses with numerous opportunities to craft challenging applications that can create disruption in markets. Businesses that opt for iPhone app development can become market leaders and stride ahead of competitors.",

   "requirements":"# Who is the course for?\nThis course is aimed at anyone who deals in data. It involves no computer programming, although you need some experience with using computers for everyday tasks. High school maths should be more than enough and you’ll need an understanding of some elementary statistics concepts (means and variances).\n  \n  \n\n# What software or tools do you need?\n\nYou will download the free Weka software during Week 1. It runs on any computer, under Windows, Linux, or Mac. It has been downloaded millions of times and is being used all around the world.\n\n",
   "overview":"\n#Learn how to mine your own data\n\nToday’s world generates more data than ever before! Being able to turn it into useful information is a key skill. This course introduces you to practical data mining using the Weka workbench. We’ll dispel the mystery that surrounds the subject. We’ll explain the principles of popular algorithms. We’ll show you how to use them in practical applications. You’ll get plenty of experience actually mining data during the course, and afterwards you’ll be well equipped to mine your own. Weka originated at the University of Waikato in NZ, and Ian Witten has authored a leading book on data mining.\n\n",
   "accreditation":"certificate from..",
   "createdAt":"2020-04-26T07:00:42.609Z",
   "updatedAt":"2020-04-26T10:19:44.919Z",
   "__v":0,
   "id":"5ea5319a21f5cd05a95f3b90"


},
{
   "educator":
      {
         "confirmed":true,
         "blocked":false,
         "userType":"Educator",
         "_id":"5ea52daf21f5cd05a95f3b8f",
         "username":"rajpal",
         "email":"raj9006@gmail.com",
         "provider":"local",
         "createdAt":"2020-04-26T06:43:59.810Z",
         "updatedAt":"2020-04-26T06:44:00.277Z",
         "__v":0,
         "role":"5e847b79b49e847e2185f846",
         "id":"5ea52daf21f5cd05a95f3b8f"
      },
   "_id":"5ea5319a21f5cd05a95f3b86",
   "cardTitle":"Why Learning Android App Development Can Actually Improve Your Health Condition!",
   "title":"How Android App Development Is Going To Change Your Business Strategies",
   "content": "Android has free software development tools like IDE Android Development Studio for the developer community that assists to reduce the cost of development. Even it requires comparatively lesser investment to entry. The development costs include only a few costs consist of the application development cost, hardware cost and testing cost for testing and deploying the Android mobile application. ",

  "titleTag":"Learning Android App Development Can Be Addictive. Here's How You Can Get Yourself Hooked.",
  "descriptionTag":" In-app advertising is the future of mobile advertising. To target the right audience at the right time, it offers the better opportunities. One can access the data and can be used for that makes the marketer have an ability to achieve the target.",
  "keywordTag":"android app development, android app development course, learn android app development, android, app development, application, google developers, kotlin",


   "key":"Why Learning Android App Development Can Actually Improve Your Health Condition!",
   "description":" In-app advertising is the future of mobile advertising. To target the right audience at the right time, it offers the better opportunities. One can access the data and can be used for that makes the marketer have an ability to achieve the target. ",
   "image":"../../../assets/images/courses/android.png",
   "duration":"12 weeks",
   "days":"2 hours per week",
  "effort":"5-6 hours per week",
  "language":"English or hindi",
  "certification":"Yes",
  "price":"Rs.2500 ",
  "expert":"Hardik Trivedi and Neha jhakal",
  "detailed_description":"<p>After using android phone and applications have you ever been like “I wish I could make one such application myself”? Don’t worry we have got you covered with our Android Development course. With this course, we aim to guide you in the friendliest way possible just like your friends helping you cover important topics a night before an exam.</p> ",
  "benefits":"<p>While hiring an Android app Developer, one goes with all aspects whereby they can able to provide apps that are evenly responsive whether they are being used on a Smartphone or a tablet.</p><p>A mobile app development company in a way that it solves all business needs and one can complete the task at a remote location as well across all devices. This is the best way to cast a network worldwide and with every possible sector of the target audience.</p>",
  "target_audience":"Today’s consumer",
  "topics":"<p>1.About this course</p><p> 2.What you’ll learn</p><p> 3.Requirements</p><p> 4.Syllabus</p> ",
  "value_proposition":"<p>Lesser Investment</p><p>We all know that Android has free software development tools like IDE Android Development Studio for the developer community that assists to reduce the cost of development. Even it requires comparatively lesser investment to entry. The development costs include only a few costs consist of the application development cost, hardware cost and testing cost for testing and deploying the Android mobile application.</p>",
  "student_category":"",
  "outcomes":"<p>Android App development company in India has seen growth as the increase in the number of apps. In-app advertising is the future of mobile advertising. To target the right audience at the right time, it offers the better opportunities. One can access the data and can be used for that makes the marketer have an ability to achieve the target.</p><p>Guaranteed this app which you’re going to make is not the one made by chintu its made by you as our experts only.</p>",

   "accreditation":"certificate from..",
   "createdAt":"2020-04-26T07:00:42.609Z",
   "updatedAt":"2020-04-26T10:19:44.919Z",
   "__v":0,
   "id":"5ea5319a21f5cd05a95f3b90"


},
{
   "educator":
      {
         "confirmed":true,
         "blocked":false,
         "userType":"Educator",
         "_id":"5ea52daf21f5cd05a95f3b8f",
         "username":"rajpal",
         "email":"raj9006@gmail.com",
         "provider":"local",
         "createdAt":"2020-04-26T06:43:59.810Z",
         "updatedAt":"2020-04-26T06:44:00.277Z",
         "__v":0,
         "role":"5e847b79b49e847e2185f846",
         "id":"5ea52daf21f5cd05a95f3b8f"
      },
   "_id":"5ea5319a21f5cd05a95f3b82",
   "cardTitle":"The Millionaire Guide On DBMS To Help You Get Rich.",
   "title":"How DBMS Can Increase Your Profit!",
   "content": "The only thing which finds its way everywhere say any programming language. The One who stores, processes, performs at ease is Database management system.",

  "titleTag":"Everything You Need To Know About DBMS",
  "descriptionTag":"The only thing which finds its way everywhere say any programming language. The One who stores, processes, performs at ease is Database management system.",
  "keywordTag":"dbms, dbms tutorial, normalization ,functional dependency, acid properties in dbms,joins, transaction, selection, projection ,concurrency, database, management, systems",


   "key":"Everything You Need To Know About DBMS",
   "description":"Database Management System (DBMS) is a software for storing and retrieving users' data while considering appropriate security measures. It consists of a group of programs which manipulate the database. The DBMS accepts the request for data from an application and instructs the operating system to provide the specific data. In large systems, a DBMS helps users and other third-party software to store and retrieve data.",
   "image":"../../../assets/images/courses/DBMS1.jpg",
   "duration":"6 weeks ",
   "days":"2 hours a week",
  "effort":"5-6 hours per week",
  "language":"English or hindi",
  "certification":"Yes",
  "price":"Rs.2500 ",
  "expert":"Asif patel",
  "detailed_description":"<p>In a database, the users of the database can share the data among themselves. There are various levels of authorisation to access the data, and consequently the data can only be shared based on the correct authorisation protocols being followed. </p><p>Many remote users can also access the database simultaneously and share the data between themselves.</p> ",
  "benefits":"<p>introduction towards to data security, redundancy,integrity and ACID prperties</p>",
  "target_audience":"anyone who wants to develop and store the data in a database for the well development of his/her database or web application and upskill themselves.",
  "topics":"<p>1.Little history about DBMS</p><p> 2.Relational query languages</p><p> 3.Basics about SQL</p><p> 4.Join</p><p> 5.Transaction and Security</p> <p>6.Query optimization</p><p>7.Database design</p>",
  "value_proposition":"backend and trigger processing is what it takes to make it big in life. Enroll into the course to know and find out the need of this course and learning about basic database processing and querying.",
  "student_category":"When it comes to how long does it take to build an app, iOS apps take nearly 28% less time than Android apps of the same specifications. This is because Android apps have to be tested across at least 20 devices with varying resolutions, screen sizes, and OS versions. Naturally, Android app’s development cycle is longer and you have to pay more for developing Android apps.",
  "outcomes":"after enrolling in this course you’ll be able to process and play around with the databases.",

   "accreditation":"certificate from..",
   "createdAt":"2020-04-26T07:00:42.609Z",
   "updatedAt":"2020-04-26T10:19:44.919Z",
   "__v":0,
   "id":"5ea5319a21f5cd05a95f3b90"


},
{
   "educator":
      {
         "confirmed":true,
         "blocked":false,
         "userType":"Educator",
         "_id":"5ea52daf21f5cd05a95f3b8f",
         "username":"rajpal",
         "email":"raj9006@gmail.com",
         "provider":"local",
         "createdAt":"2020-04-26T06:43:59.810Z",
         "updatedAt":"2020-04-26T06:44:00.277Z",
         "__v":0,
         "role":"5e847b79b49e847e2185f846",
         "id":"5ea52daf21f5cd05a95f3b8f"
      },
   "_id":"5ea5319a21f5cd05a95f3b83",
   "cardTitle":"Never Underestimate The Influence Of Html Css",
   "title":"Introducing A Revolutionary Method To Master Html Css",
   "content": "HTML CSS are the backbones of any web development process. To get an uphold of web dev one should have atleast Basic glimpse and adequate knowledge of HTML CSS development.",

  "titleTag":"Fully Utilize Html Css To Enhance Your Business",
  "descriptionTag":"HTML, HyperText Markup Language, gives content structure and meaning by defining that content as, for example, headings, paragraphs, or images. CSS, or Cascading Style Sheets, is a presentation language created to style the appearance of content—using, for example, fonts or colors",
  "keywordTag":"html css, html, css, automatic image slider in html css, html cs tutorial, web development, web page, web, page site",


   "key":"Fully Utilize Html Css To Enhance Your Business",
   "description":"HTML, HyperText Markup Language, gives content structure and meaning by defining that content as, for example, headings, paragraphs, or images. CSS, or Cascading Style Sheets, is a presentation language created to style the appearance of content—using, for example, fonts or colors.",
   "image":"../../../assets/images/courses/HTML and CSS.jpeg",
   "duration":"4 weeks ",
   "days":"2 hours a week",
  "effort":"5-6 hours per week",
  "language":"English or hindi",
  "certification":"Yes",
  "price":"Rs.2500 ",
  "expert":"Dhruvan Gandhi and Poojan Patel",
  "detailed_description":"<p>Lots of websites use a content management system, like WordPress, which makes it possible for non-coders to add or edit content on the site.This is great, because even coders appreciate the 'separation of concerns' here. If you're editing content, you're just editing content. The theme and its underlying code remains safely untouched.Similarly, theme developers can update a theme's code safe in the knowledge that they won't be changing the site's content. However, there is a downside here. Namely: what if you want to add a page... that has two or three columns of content? Or create a new landing page that has a special 'Sign Up Now' button? At some point, anyone creating content for a WordPress website will feel frustrated at the limitations of the page (or post) editor—unless they know a little HTML and CSS. If you're comfortable with some basic HTML and CSS, you can switch to the 'Text' tab on the page or post editing screen and create whatever layout you wish. Need to fix a wonky table? Or put a border around one particular image? Or insert a 'Buy Now' button that connects to PayPal? All these tasks become simple when you know the basics of HTML and CSS. And once you've used a little HTML and CSS in that 'Text' tab... you might find yourself curious to see what other aspects of your WordPress site you can fine-tune.</p> ",
  "benefits":"<p>You could work more effectively with digital designers and developers. You can rummage through other sites' code to see how it all works. You can build your own landing pages. You can create awesome pages for your portfolio or open your minds towards creativity.</p>",
  "target_audience":"Anyone who has a zeal or wants to step in and know about web development.",
  "topics":"<p>1.An Introduction to the Web Development</p><p> 2.Basics</p><p> 3.CSS</p><p> 4.Joining</p><p> 5.Publishing and Domain games</p>",
  "value_proposition":"",
  "student_category":"",
  "outcomes":"You'll have more confidence, and might end up in an entirely new career. Learning a little bit of HTML and CSS now might not seem like the most important thing to do. But the benefits of learning something about code pile up over time. As you've seen from the points above, there are all kinds of situation where a little coding knowledge could save you time and money, or could enable you to contribute more to a team project.But the other key benefit is that your confidence will grow (alongside your knowledge) over time. It's difficult to avoid the web nowadays, no matter what work you do. And since the internet provides instantaneous communication and access to endless apps that boost your productivity, it's best to embrace it. And despite how complex some websites and apps might be overall, they are still built with the fundamental blocks of the web: HTML and CSS. So if you start learning just a little of these languages today, over time your knowledge will grow and increase your confidence with it. There are a surprising number of skilled WordPress developers who started out, maybe as little as one year ago, knowing nothing about code. But they had a spark of curiosity and they made time to follow it. If you do the same, you never know what doors might open up.",

   "accreditation":"certificate from..",
   "createdAt":"2020-04-26T07:00:42.609Z",
   "updatedAt":"2020-04-26T10:19:44.919Z",
   "__v":0,
   "id":"5ea5319a21f5cd05a95f3b90"


},
{
   "educator":
      {
         "confirmed":true,
         "blocked":false,
         "userType":"Educator",
         "_id":"5ea52daf21f5cd05a95f3b8f",
         "username":"rajpal",
         "email":"raj9006@gmail.com",
         "provider":"local",
         "createdAt":"2020-04-26T06:43:59.810Z",
         "updatedAt":"2020-04-26T06:44:00.277Z",
         "__v":0,
         "role":"5e847b79b49e847e2185f846",
         "id":"5ea52daf21f5cd05a95f3b8f"
      },
   "_id":"5ea5319a21f5cd05a95f3b84",
   "cardTitle":"Learn How To Make More Money With Filter Effect Creation",
   "title":"How To Master Filter Effect Creation With The Best Filter Effect Creation Tips In Pictures",
   "content": "The Social media is must for everyone nowadays and the filter effects on social media platforms are what we need. But have you’ve ever thought how to create filters on Facebook.? Not on Facebook , but on Instagram. Don’t worry we got your back. We know how to create filters on Instagram, Facebook, Snapchat as well.",

  "titleTag":"Master Filter Effect Creation In Just A Few Hours!",
  "descriptionTag":"The Social media is must for everyone nowadays and the filter effects on social media platforms are what we need. But have you’ve ever thought how to create filters on Facebook.? Not on Facebook , but on Instagram. Don’t worry we got your back. We know how to create filters on Instagram, Facebook, Snapchat as well.",
  "keywordTag":"filter , effect, creation, snapchat, Instagram, facebook, kartik aaryan, celebrity, audience, engagement, filter effect creation",


   "key":"Master Filter Effect Creation In Just A Few Hours",
   "description":"<p>Did you know that there are thousands of awesome Instagram Stories filters hidden right inside the app?</p><p>Thanks to Instagram AR creators, there’s now tons of new filters and effects that can give your Instagram Stories photos and videos an upgraded and edited look. And with a wide-variety of tones, color grades and effects to choose from, it’s easy to pick a perfectly on-brand filter and start shooting – all without leaving the app!</p>",
   "image":"../../../assets/images/courses/filter-creation.jpg",
   "duration":"4 weeks ",
   "days":"2 hours a week",
  "effort":"5-6 hours per week",
  "language":"English or hindi",
  "certification":"Yes",
  "price":"Rs.2500 ",
  "expert":"Hemakshi Jani and Vedant Lotia",
  "detailed_description":"<p>Did you know that there are thousands of awesome Instagram Stories filters hidden right inside the app? </p><p>Thanks to Instagram AR creators, there’s now tons of new filters and effects that can give your Instagram Stories photos and videos an upgraded and edited look.</p><p>And with a wide-variety of tones, color grades and effects to choose from, it’s easy to pick a perfectly on-brand filter and start shooting – all without leaving the app!</p> <p>So there’s a whole world of new Instagram Stories filters and AR effects waiting to be discovered! </p><p>The best thing about these AR filters and effects is just how quickly they can level up your Instagram content. </p><p> Without the need for any extra apps or subscriptions, you can tap into the Effects Gallery and use these filters to color correct your footage, add a cool grain or light leak, or help maintain your Instagram aesthetic on the go! </p> ",
  "benefits":"<p>After learning how to create and publish your filter effect you’ll come to know how and what great heights you and your filter can reach…</p>",
  "target_audience":"AR VR Developers or someone who wants to learn this skillset",
  "topics":"<p>1.Installation</p><p> 2.Basic lighting</p><p> 3.Linking of accounts</p><p> 4.Testing</p><p> 5.Finishing off in style</p>",
  "value_proposition":"<p>Augmented reality and social media these are the two never ending trends which we are going to have In our lives.</p><p>Social media is the way to reach out to target audience whenever or wherever the firm wants.</p><p>say it is shahid Kapoor or india’s first celeb kartik aaryan having his own filter effect on ig.</p><p>later on Vicky Kaushal and others joined the era of filter creation.</p><p>why.. what is there in filter creation that makes people and audience go mad…? Dive in and find it out yourself.</p>",
  "student_category":"",
  "outcomes":"Custom filter designs is what you can create on Instagram or snapchat for yourselves. ",

   "accreditation":"certificate from..",
   "createdAt":"2020-04-26T07:00:42.609Z",
   "updatedAt":"2020-04-26T10:19:44.919Z",
   "__v":0,
   "id":"5ea5319a21f5cd05a95f3b90"


}


]
}
